import LOGO1 from '@/assets/images/2、余姚市启扬社会工作服务中心/源文件_画板 1.jpg';
import LOGO2 from '@/assets/images/3、余姚市合益社会工作服务中心/24.余姚市合益社会工作服务中心.jpg';
import LOGO4 from '@/assets/images/5、余姚市小卷毛公益服务队/fb38d75b1b71b75b8338b9ed01874f04_1.jpg';
import LOGO7 from '@/assets/images/8、余姚市长三角公益救援中心/6.余姚市长三角公益救援中心.jpg';
import LOGO8 from '@/assets/images/9、余姚市爱心之家公益服务中心/5.余姚市爱心之家公益服务中心（有党支部放党徽）.jpg';
import IMAGES1 from '@/assets/images/2、余姚市启扬社会工作服务中心/index';
import IMAGES2 from '@/assets/images/3、余姚市合益社会工作服务中心/index';
import IMAGES3 from '@/assets/images/4、余姚市大城小爱电力公益服务中心/index';
import IMAGES4 from '@/assets/images/5、余姚市小卷毛公益服务队/index';
import IMAGES5 from '@/assets/images/6、余姚市良知文化公益宣讲团/index';
import IMAGES6 from '@/assets/images/7、余姚市红盾社会服务中心/index';
import IMAGES7 from '@/assets/images/8、余姚市长三角公益救援中心/index';
import IMAGES8 from '@/assets/images/9、余姚市爱心之家公益服务中心/index';
import IMAGES9 from '@/assets/images/救援队/9众益/index';
import IMAGES10 from '@/assets/images/救援队/8海燕/index';
import IMAGES11 from '@/assets/images/救援队/10极速/index';
import IMAGES12 from '@/assets/images/救援队/11战狼/index';
import IMAGES13 from '@/assets/images/余姚农村商业银行慈善基金会/index';

export const OrganizationMap = {
  余姚市启扬社会工作服务中心: {
    name: '余姚市启扬社会工作服务中心',
    logo: LOGO1,
    desc: `余姚市启扬社会工作服务中心成立于2020年11月25日，目前核心成员有5名，志愿者有15名，其中国家二级心理咨询师12名，社工师3名，助理社工师2名，家庭教育指导师3名。遵守国家宪法、法律法规和国家政策、遵守社会道德风尚、践行“助人自助”的社会工作理念，为有需要的人群提供优质的服务，改善他们的能力，改善他们的处境，增进社群的福祉，同时推进社工行业交流学习及发展。
    <br />  
    服务范围：
      推进社工行业交流学习，帮助青少年心理健康辅导，老年人心理健康辅导，社区服务与建设、公益交流、支持教育、婚姻家庭情感辅导。`,
    images: IMAGES1,
  },
  余姚市合益社会工作服务中心: {
    name: '余姚市合益社会工作服务中心',
    logo: LOGO2,
    desc: `余姚市合益社会工作服务中心，致力于整合社会资源，共同关注和支持儿童成长，让每个孩子享受成长的乐趣，活出丰盛人生。现有专业社工7人，志愿者团队80余人。主要开展的项目有“姚爱新苗”、 “姚爱伴飞”、 “益起护童” 等困境儿童帮扶项目、“潮传非遗- 儿童文化传播”、“美好家园--流动儿童社区融入“等公益项目，其中，“潮传非遗”项目荣获宁波第九届公益项目大赛三等奖，余姚市新时代文明实践志愿者项目大赛铜奖，2021年度最佳志愿服务项目。`,
    images: IMAGES2,
  },
  余姚市大城小爱电力公益服务中心: {
    name: '余姚市大城小爱电力公益服务中心',
    logo: '',
    desc: `大城小爱公益团队起源于2014年初，由国网余姚市供电公司员工自发组成，2018年9月，正式注册成立“余姚市大城小爱电力公益服务中心”，实现公益团队运作的规范化、制度化，义务服务范围为电力表后维修、用电检查、用电业务上门办理、帮扶特殊群体，致力于提供专业的电力服务和细致的爱心服务。该团队先后开展了消除黑楼道、为爱留守、血浓情深、电力运输大揭秘、助力农民工返乡等一系列“点亮工程”。
    <br />
    目前，大城小爱电力公益服务中心有成员200多人，用实际行动践行“一人一点爱，汇聚成大爱”的价值理念，累计服务用时接近5000小时。大城小爱公益团队及其前身“电工爸爸团先后获得了2016年感动余姚新闻人物、宁波市2017年第一季度“宁波好人”称号、全国电力行业2017年度“十佳公益团队”等荣誉，宣传片《大城小爱》活动2018年第十三届“中电传媒杯”全国电力行业优秀影视作品战平宣传片组一等奖。`,
    images: IMAGES3,
  },
  余姚市小卷毛公益服务中心: {
    name: '余姚市小卷毛公益服务中心',
    logo: LOGO4,
    desc: `余姚市小卷毛公益服务中心，中心于2022年1月成立，是一个为留守儿童和空巢老人提供支持与帮助的公益性组织。中心秉承“让小爱汇聚成大爱，让大爱温暖整座城！”的志愿理念，希望能做留守儿童和空巢老人的交流使者，汇集更多的爱心，帮助孩子们插上梦想的翅膀，关爱空巢老人，传递爱心，尽最大能力做力所能及之事，以高标准做纯粹公益。中心自成立以来开展志愿活动300余场，志愿服务时长累计达到27000余小时，受到群众广泛的好评，并且荣获2021年第三季度“余姚好人”。`,
    images: IMAGES4,
  },
  余姚市良知文化公益宣讲团: {
    name: '余姚市良知文化公益宣讲团',
    logo: LOGO1, 
    desc: `余姚市良知文化公益宣讲团成立于2020年1月，为余姚市民政局依法登记设立的民办非企业组织，隶属于余姚市社科联。现有理事7名，监事1名、讲师10余名，主要来自于本市机关、企事业单位。宣讲团坚持以新时代中国特色社会主义思想为指导，以“传播和弘扬良知文化”为己任，以“唤醒良知，赋能生命”为使命，以“以文化人、以文培元”为价值观，通过良知文化的学习交流、讲师培训和公益宣讲等，以走深、走实、更走心的良知文化公益宣讲为新时代文明实践助力，贴近群众、贴近生活、贴近基层，讲好地方话、百姓话、大白话，确保宣讲入耳、入脑、入心，促进良知文化的进一步培育传播和落地生根，为良知文化的落细落实提供交流平台、传播载体和智力支持，力求成为我市良知文化讲师的孵化中心和良知文化走进基层、化育人心、引领实践的排头兵、宣讲队和播种机。`,
    images: IMAGES5,
  },
  余姚市红盾社会服务中心: {
    name: '余姚市红盾社会服务中心',
    logo: '',
    desc: `余姚市红盾社会服务中心成立于2020年3月，其前身是2018年入驻社会服务中心的余姚市晓东公益法律服务团，余姚市红盾社会服务中心是余姚首家由余姚市司法局作为业务主管单位，经市民政局核准登记的法治类公益性社会组织，公益业务范围囊括：法治宣传与教育，接受委托参与社区矫正，纠纷调解，公益法律咨询和法律服务。   
自组织成立以来，无偿为余姚市社会组织服务中心入驻社会组织提供无偿法律咨询和法律维权保障，先后开展了普法宣传——“益”起来项，向阳同行，善行未来——社区矫正服务项目；送法进学校、社区、企业，助力政府机关法治活动。共累计开展普法讲座和法治宣传活动80余次，足迹遍及城区四街道及广大农村，受益群众达数千人之广。`,
    images: IMAGES6,
  },
  余姚市长三角公益救援中心: {
    name: '余姚市长三角公益救援中心',
    logo: LOGO7,
    desc: `余姚市长三角公益救援中心前身为余姚中学救援队，正式成立于2014年4月20日，以人道志愿、保卫城市为宗旨，以专业救援为主要方向，多次参加各种救援行动及演练，开展老人防走失宣传及黄手环定位器发放活动以及减防灾宣传等活动。目前，余姚市长三角公益救援中心所开展的服务项目主要有：应急救援、黄手环项目——“防走失定位器申领及宣传”、“清古道垃圾、还青山绿水”项目、阳光小天使志愿者服务、公益大讲堂。`,
    images: IMAGES7,
  },
  余姚市爱心之家公益服务中心: {
    name: '余姚市爱心之家公益服务中心',
    logo: LOGO8,
    desc: `余姚市爱心之家公益服务中心创办于2004年4月，是余姚市第一个以网络为平台的民间志愿组织。爱心之家自成立以来，以“民间性、公益性、低调务实”为原则，秉承“用爱点亮希望，用情温暖人间”的宗旨，团队成立17年来先后开展的项目主要有：每月一次赴敬老院开展敬老尊老活动；一年三次走访慰问特困户，贫困户，重大病患；走访山区贫困学生，结对助学；手工益项目“穿针引线益起来”和民工子弟学校的“第二课堂助学项目”已持续开展三年。积极组织并参与各类慈善志愿活动，以实际行动诠释了“奉献、友爱、互助、进步”的志愿精神。`,
    images: IMAGES8,
  },
  // 救援队
};

export const  RescueTeam = {
  '余姚市海燕公益服务中心': {
    name: "余姚市海燕公益服务中心",
    logo:'',
    images:IMAGES9,
    desc:`余姚市海燕公益服务中心注册于2018年1月，由一群既热爱水上运动又热心公益活动的资深志愿者们共同发起成立。使命：推广水上安全，保护水域环境。愿景：让更多的人掌握防溺水技能，畅游爱的海洋。业务范围为：配合及独立开展城市水域救援，水上安全技能推广，水资源环保宣传，开展青少年志愿者服务活动。`
  },
  '余姚市众益应急救援队': {
    name: '余姚市众益应急救援队',
    logo:'',
    images:IMAGES10,
    desc: `余姚市众益应急救援队成立于2014年9月，后经余姚市团委、余姚市民政局审批，于2015年10月登记注册为完全由民间志愿者组成的民办非盈利性社会公益组织，也是余姚市第一支获得政府AAA认证的纯公益民间救援队。
    <br/>
    救援队目前有队员 150名，其中党员26 名，核心队员50 名，志愿者100 名。主要涉及对走失人员的公益城市搜救、山地搜救、水域搜救；科普旱涝防灾减灾知识讲座以及各项公益志愿者服务活动。成立至今4年多来，全队综合出勤累计共1000 次， 全队累计参加搜救任务有400 次，成功搜救走失者 200 人。参加志愿者服务活动累计150 次。其中连续三届受邀中国四明湖机器人峰会水上安保；连续两届受邀余姚中学40公里红色远足徒步安保，并在今年的行进路上参加救人灭火英勇事迹；三次受邀姚江中学20公里校外研学拉练实践活动安保；多次参加宁波市、余姚市社会救援力量各项各类技能比武大赛，成绩斐然 。
    `
  },
  '余姚市极速救援队': {
    name: '余姚市极速救援队',
    logo: '',
    images:IMAGES11,
    desc:`余姚市极速救援队成立于2018年10月8日，业务主管部门是余姚市红十字会，接受余姚市应急管理局、余姚市民政局的领导与管理。
          队伍本着“尊重生命，守护健康，做赛道上的生命捍卫者” 的宗旨，从事余姚及周边地区体育赛事、户外运动的应急救护及救援保障；应急救护及运动安全知识的培训、宣讲与传播；相关公益体育、文化活动的策划、组织与承办。
          <br/>
          队伍设应急救护中队、户外救援中队，共有32位正式队员，全员具备红十字应急救护员资格，其中14人为中国登山协会山地户外指导员。同时，队伍下设志愿者中队，有超过200名的志愿者成员，为队伍的保障活动提供志愿服务。
          <br/>
          队伍的目标是：建立一支专业、高效的赛道应急救护救援团队，为我市与周边地区的各类户外运动及体育赛事提供专业化的赛事保障。队伍将作为政府有关职能部门救援、救护力量的有效补充，在大型赛事、各类突发自然灾害、重大安全事故中，提供专业高效的应急救护与安全救援。同时，队伍将面向社会各阶层开展各类应急救护知识、户外安全知识、高楼逃生、防溺水等方面的安全培训，为学校、企事业单位、机关等提供专业化的公益安全再教育课程，为社会的健康和谐发展助力。
`
  },
  '余姚市战狼户外公益救援队': {
    name: '余姚市战狼户外公益救援队',
    logo: '',
    images:IMAGES12,
    desc: `余姚市战狼户外公益救援队是2015年2月在市民政局登记注册的公益组织。本着：人道、博爱、奉献的宗旨，以“公益救援，救在身边”的理念。长期从事“自然灾害应急救援和人道援助、公共安全事件应急处置及应急知识科普和技能培训”等公益活动。是一支专业化的民间应急救援力量，宁波市市级应急救援队。
      <br/>
      救援队成立以来，历年参于本地区及省内各类应急救援活动。主要以水域救援为主，公共事件救援为辅。队伍现有水上救援装备、山地救援装备、通信照明装备、医疗保障装备等若干类。
    `
  },
}

export const CharityOrganizationMap = {
  '余姚农村商业银行慈善基金会': {
    name: '余姚农村商业银行慈善基金会',
    logo: '',
    images:IMAGES13,
    desc: `
    余姚农村商业银行慈善基金会：该基金会成立于2014年3月，是一家融合农村金融慈善和本土文化的非公募基金会，以“合作互助，服务本土”为总体方略，以“扶贫、帮困、助学，助推社会和谐”为宗旨，聚焦余姚本土，联合社会善源，在济困恤病、扶老救孤、防灾减灾等领域开展慈善活动，为政府分忧，为群众解困。先后实施“革命老区光明行”、“姚妈妈健康计划”、“昭觉圆梦大学”、“困境儿童赋能计划”、“关爱山区空巢老人”、“余姚慈善文化传播”等项目。获评浙江省品牌社会组织，余姚市5Ａ级社会组织。
    `
  }
}


export const  WechatArticles = [
  {
    title: '【清廉建设】“清风正气 与廉同行”社会组织规范化建设培训会顺利开展',
    link:'https://mp.weixin.qq.com/s/I9S8ziNUUEpPPAZHIlshog'
  },
  {
    title: '余姚市民政局开展社会组织领域主题教育暨“强党建 促廉洁”—余姚市行业协会清廉建设对口见学活动',
    link:'https://mp.weixin.qq.com/s/DQUmMbVx2Z6IXxeISyPM-A'
  },

]


